Repository: fs-wiwi-ms/absolventenfeier
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: Error
de: Fehler

source: Success
de: Erfolg

source: Already registered
de: Bereits angemeldet

source: Create registration
de: Anmeldung erstellen

source: Fore name (complete)
de: Vorname (vollständig)

source: Graduation Ceremony
de: Absolventenfeier

source: Last name
de: Nachname

source: Login
de: Einloggen

source: Matriculation number
de: Matrikelnummer

source: Password
de: Passwort

source: Register new user
de: Neuen Benutzer erstellen

source: Register now
de: Jetzt Anmelden

source: Remember me
de: Eingeloggt bleiben

source: Repeat password
de: Passwort wiederholen

source: ST
de: SS

source: WT
de: WS

source: Warning
de: Warnung

source: Email or password incorrect.
de: Email oder Passwort falsch.

source: Graduation Ceremony portal of student's council for economics of university muenster
de: Absolventenfeierportal der Fachschaft WiWi der Universität Münster

source: Please choose the degree you reached.
de: Bitte wähle deinen Abschluss aus.

source: Please choose the programm you took.
de: Bitte wähle dein Studiengang aus.

source: You don't have an account yet? Register now!
de: Du hast noch keinen Account? Dann registriere dich hier!

source: Deregister
de: Wieder Abmelden

source: Registration deleted.
de: Anmeldung gelöscht!

source: Already Registered!
de: Bereits angemeldet

source: Error while creating registration!
de: Fehler beim Anmelden!

source: Logged in.
de: Du bist jetzt eingeloggt.

source: Logged out!
de: Du bist jetzt ausgeloggt.

source: Registration successful!
de: Anmeldung erfolgreich.

source: Error while creating user!
de: Fehler beim Registrieren!

source: Registration successful! Please login.
de: Registrierung erfolgreich. Bitte logge dich ein.

source: , otherwise were not able to get your bachelor or master certificate. If you have questions please contact
de: an, damit wir dein Zeugnis zuordnen können. Wenn du Fragen hast melde dich einfach bei

source: . If you report errors, please attach a screenshot and description (such as operating system and browser).
de: . Bei Meldung von Fehlern bitte einen Screenshot und Beschreibung (wie Betriebssystem und Browser) anfügen.

source: Admin-Corner
de: Admin Ecke

source: Create new graduation ceremony
de: Neue Absolventenfeier erstellen

source: Evaluate Registrations
de: Anmeldungen auswerten

source: Hint
de: Hinweis

source: If you have any suggestions, errors or other problems regarding the display, please contact:
de: Bei Anregungen, Fehlern und anderen Problemen bezüglich der Anzeige wende dich bitte an:

source: Please create an account to register for the next graduation ceremony. Insert
de: Bitte erstelle einen Benutzeraccount um dich für die nächste Absolventenfeier anzumelden. Gebe bitte deinen

source: Registration phase
de: Anmeldephase

source: This area is not important for you! Only important functions for our graduation ceremony team are stored here.
de: Dieser Bereich ist nicht relevant für dich! Hier liegen nur Funktionen für unser Absolventenfeier Orga-Team.

source: Ticketing phase
de: Kartenbestellzeitraum

source: all names
de: vollständigen Namen

source: Create Account
de: Account erstellen

source: Show upcoming graduation ceremonies
de: Zur Anmeldung

source: Your are already logged in.
de: Du bist bereits eingeloggt.

source: I hereby agree that the graduation ceremony team of the student council of the Faculty of Economics and Business Administration will receive my certificate from the examination office of the Faculty of Economics and Business Administration in order to present it to me at the graduation ceremony. I also agree that photos of me and my companions may be published. Tickets can only be returned if the graduation ceremony is cancelled.
de: Hiermit erkläre ich mich einverstanden, dass dem Absolventenfeierteam der Fachschaft Wirtschaftswissenschaften mein Zeugnis vom Prüfungsamt der Wirtschaftswissenschaftlichen Fakultät übermittelt bekommt, um mir dieses bei der Absolventenfeier zu überreichen. Zudem erkläre ich mich einverstanden, dass Fotos von mir und meinen Begleitern möglicherweise veröffentlicht werden. Eine Rückgabe der Karten ist nur bei Ausfall der Feier möglich.

source: Declaration of consent
de: Einverständniserklärung

source: Create event
de: Event erstellen

source: Starts at
de: Start

source: Count
de: Anzahl

source: Course
de: Kurs

source: Creating event successful!
de: Event erfolgreich erstellt.

source: Degree
de: Abschluss

source: Deleting event successful!
de: Event erfolgreich gelöscht

source: Edit event
de: Event bearbeiten

source: Ends at
de: Ende

source: Error while deleting event!
de: Fehler beim Löschen des Events!

source: Error while making event private!
de: Event konnte nicht privat geschaltet werden!

source: Error while publishing event!
de: Fehler beim Veröffentlichen des Events!

source: Event is now private!
de: Event ist jetzt privat!

source: General
de: Allgemeines

source: Graduation ceremony event
de: Absolventenfeier

source: Make private
de: Privat machen

source: Publish event
de: Öffentlich machen

source: Published event successful!
de: Event ist jetzt öffentlich!

source: Registration
de: Anmeldephase

source: Save
de: Speichern

source: Show registrations
de: Registrierungen anzeigen

source: Term
de: Semester

source: This action is permitted!
de: Diese Aktion ist nicht erlaubt.

source: Ticketing
de: Kartenbestellzeitraum

source: Updating event successful!
de: Event erfolgreich geändert!

source: Error while creating event!
de: Fehler beim Erstellen des Events!

source: Error while updating event!
de: Fehler beim Bearbeiten des Events!

source: Adress
de: Adresse

source: Archive event
de: Event archivieren

source: Available
de: Verfügbar

source: Change order
de: Bestellung bearbeiten

source: City
de: Stadt

source: Create order
de: Bestellung erstellen

source: Create ticket
de: Ticket erstellen

source: Creating order successful!
de: Bestellung erfolgreich erstellt.

source: Creating ticket successful!
de: Ticket erfolgreich erstellt.

source: Delete order
de: Bestellung löschen

source: Delete ticket
de: Ticket löschen

source: Deleting order successful!
de: Bestellung erfolgreich gelöscht

source: Deleting ticket successful!
de: Ticket erfolgreich gelöscht

source: Edit order
de: Bestellung bearbeiten

source: Edit ticket
de: Ticket bearbeiten

source: Error while archiving event!
de: Fehler beim Archivieren des Events!

source: Error while creating order!
de: Fehler bei der Erstellung der Bestellung!

source: Error while creating payment!
de: Fehler beim Erstellen der Zahlung!

source: Error while creating ticket!
de: Fehler beim Erstellen des Tickets!

source: Error while deleting order!
de: Fehler beim Löschen der Bestellung!

source: Error while deleting ticket!
de: Fehler beim Löschen des Tickets!

source: Error while updating order!
de: Fehler beim Bearbeiten der Bestellung!

source: Error while updating ticket!
de: Fehler beim Bearbeiten des Tickets!

source: Event is now archived!
de: Event ist jetzt archiviert!

source: Event is still private!
de: Event ist jetzt privat!

source: Graduation ceremony
de: Absolventenfeier

source: Graducation Ceremony
de: Absolventenfeier

source: House number
de: Hausnummer

source: Max Count
de: Maximale Anzahl

source: Max per User
de: Maximale Anzahle für einen User

source: Not ordered yet
de: Du hast noch keine Karten bestellt.

source: Not registered yet
de: Du bist noch nicht angemeldet.

source: Order now
de: Bestellung aufgeben

source: Order successfull
de: Bestellung erfolgreich

source: Paid
de: Bezahlt

source: Paid with PayPal.
de: Bezahlt mit PayPal

source: Paid with Sofort Banking.
de: Bezahlt mit Sofort

source: Paid with bank transfer.
de: Bezahlt per Überweisung

source: Paid with credit card.
de: Bezahlt mit Kreditkarte

source: Pay now!
de: Jetzt bezahlen!

source: Payment
de: Bezahlung

source: Pending
de: Ausstehend

source: Price
de: Preis

source: Registration already closed.
de: Anmeldung bereits geschlossen!

source: Registration closed!
de: Anmeldephase geschlossen

source: Ticketing already closed!
de: Kartenbestellzeitraum bereits geschlossen!

source: Ticketing closed!
de: Kartenbestellzeitraum geschlossen!

source: Tickets
de: Karten

source: Unknown event state
de: Nicht bekannter Eventstatus

source: Updating order successful!
de: Bestellung erfolgreich geändert!

source: Updating ticket successful!
de: Event erfolgreich geändert!

source: We are waiting for the confirmation of your payment from our payment provider.
de: Wir warten auf die Bestätigung der Bezahlung durch unseren Provider

source: Zip code
de: Postleitzahl

source: As you did not complete all steps, you cannot participate.
de: Du hast leider nicht alle Schritte abgeschlossen, deshalb kannst du leider nicht an der Feier teilnehmen.

source: As you did not register for the event, you cannot participate.
de: Weil du dich nicht angemeldet hast kannst du leider nicht an der Feier teilnehmen.

source: Hope you had fun! Good luck in your further life.
de: Wir hoffen du hattest Spaß, viel Glück in deinem weiteren Leben.

source: Please pay the tickets.
de: Bitte bezahle deine bestellten Karten.

source: There is an error in your payment.
de: Es ist ein Fehler in deiner Bezahlung aufgetreten. Bitte kontaktiere uns.

source: Ticketing is still closed. It will open after Registration is closed.
de: Der Kartenbestellzeitraum ist noch nicht geöffnet. Er wird nach der Anmeldephase öffnen.

source: Today is the day!
de: Heute ist dein Tag!

source: We are waiting that the money arrives in our bank account.
de: Wir warten darauf dass das Geld auf unserem Konto ankommt.

source: We recieved your payment.
de: Wir haben deine Zahlung erhalten.

source: You are NOT registered for the event.
de: Du bist NICHT für die Feier angemeldet.

source: You are registered for the event.
de: Du bist für die Feier angemeldet.

source: You can pay at the graducation ceremony aswell.
de: Du kannst auch auf der Absolventenfeier bezahlen.

source: You did it! See you at the event.
de: Du hast es geschafft. Wir sehen uns auf der Feier.

source: You did not order tickets for the event.
de: Du hast keine Karten für die Feier bestellt.

source: You do not have completed all the previous steps to participate at the ceremony.
de: Du hast nicht alle vorherigen Schritte abgeschlossen und kannst deshalb leider nicht teilnehmen.

source: You ordered tickets for the event.
de: Du hast Karten für die Feier bestellt.

source: Registration is open till %{time}.
de: Die Anmeldung ist offen bis zum %{time}.

source: Registration is still closed. It opens at %{time}.
de: Die Anmeldung ist noch geschlossen. Sie beginnt am %{time}.

source: Ticketing is open till %{time}.
de: Der Kartenbestellzeitraum ist offen bis zum %{time}.

source: You are registered for the event. Registration is open till %{time}.
de: Du bist für die Feier angemeldet. Die Anmeldung ist offen bis zum %{time}.

source: You ordered tickets for the event. Ticketing is open till %{time}.
de: Du hast Karten für die Feier bestellt. Der Kartenbestellzeitraum ist offen bis zum %{time}.

source: Ticketing opens at %{time}.
de: Der Kartenbestellzeitraum ist offen bis zum %{time}.
